Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametinget_skal_endre_handlingsplanen_for_laeremiddelutvikling_.html.tmx
Source language: nob
Languages: sma

source: Sametinget skal endre handlingsplanen for læremiddelutvikling
sma: Saemiedigkien stoerretjåanghkoe edtja dahkoesoejkesjem learoevierhtieevtiedæmman jarkelidh

source: Sametingets plenum skal denne uke n behandle sak om revidering av handlingsplan for læremiddelutvikling for perioden 2020-2024, som skal sikre god kvalitet til produksjonen av samiske læremidler.
sma: Saemiedigkien stoerretjåanghkoe edtja daan våhkoen aamhtesem gïetedidh revideeremen bïjre dahkoesoejkesjistie learoevierhtieevtiedæmman boelhkese 2020-2024, mij edtja hijven kvaliteetem hoksedh produksjovnesne saemien learoevierhtijste.

source: – Det er nødvendig å forbedre alle ledd i læremiddelproduksjonen, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sma: – Daerpies gaajhkh bielieh learoevierhtieproduksjovnesne bueriedidh, saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) jeahta.

source: Staten har redusert bevilgningen til samiske læremidler, noe som fører til at Sametinget må endre prioriteringene når det gjelder samiske læremidler.
sma: Nöörjen staate lea dåarjoem saemien learoevierhtide giehpiedamme, man åvteste Saemiedigkie tjuara prioriteeremidie jarkelidh saemien learoevierhtide.

source: – Sametingsrådet ser behov for å prioritere produksjon av læremidler i fager hvor Sametinget vedtar læreplaner.
sma: – Saemiedigkie vuajna daerpies produksjovnem learoevierhtijste prioriteeredh dejnie faagine gusnie Saemiedigkie learoesoejkesjh nænnoste.

source: Vi forventer at Kunnskapsdepartementet tar større ansvar for å produsere samiske læremidler i fag hvor Kunnskapsdepartementet vedtar læreplaner, sier Mikkelsen.
sma: Mijjieh veanhtadibie Maahtoedepartemeente stuerebe dïedtem vaalta saemien learoevierhtieh faagine darjodh gusnie Maahtoedepartemeente learoesoejkesjh nænnoste, Mikkelsen jeahta.

source: For sikring av kvalitet i læremiddelproduksjonen vil sametingsrådet utvikle kvalitetskriterier for samiske læremidler.
sma: Juktie kvaliteetem learoevierhtieproduksjovnesne hoksedh saemiedigkieraerie sæjhta kvaliteetekriterijumh saemien learoevierhtide evtiedidh.

source: Sametingsrådet har i revidert handlingsplan korrigert fagprioriteringer for 2023, og har satt prioriteringer for 2024, som skal være grunnlaget for læremiddelutvikling de neste to årene i Sametinget.
sma: Saemiedigkieraerie lea revideereme dahkoesoejkesjisnie faageprioriteeremh jaapan 2023 staeriedamme, jïh prioriteereme jaapan 2024, mah edtjieh våaroeminie årrodh learoevierhtieevtiedæmman doh mubpie göökte jaepieh Saemiedigkesne.

source: – Selv om vi har prioritert fag, så vil vi alltid være åpne for å diskutere behov som oppstår i læremiddelsituasjonen i samiske skoler og tilrettelegge situasjonen på best mulig måte innenfor Sametingets rammer, sier Mikkelsen.
sma: – Jalhts libie faagh prioriteereme, sïjhtebe iktesth ræhpas årrodh daerpiesvoeth digkiedidh mah learoevierhtietsiehkesne heannede saemien skuvline, jïh tsiehkiem dan bööremeslaakan gåarede, Saemiedigkien mieriej sisnjeli sjïehteladtedh, Mikkelsen jeahta.

source: Sametingsrådet ser det som nødvendig å fortsatt prioritere digitale læremidler, som imøtekommer dagens lovkrav og forventninger.
sma: Saemiedigkieraerie åtna goh daerpies jåerhkedh digitaale learoevierhtieh prioriteeredh, mah leah daanbeajjetje laakekrïevenassi jïh dåajvoej mietie.

source: Fortsatt mangler det samiske læremidler, og det er behov for å ferdigstille læremidler snarest.
sma: Annje saemien learoevierhtieh fååtesieh, jïh daerpies learoevierhtieh dallatjinie geervehtidh.

source: – Vi vil fortsatt prioritere prosjekter med effektiv produksjonstid, og avslutte prosjekter som ikke er gjennomførbare i den tiden som Sametinget kan godta, sier Mikkelsen.
sma: – Sïjhtebe jåerhkedh prosjekth prioriteeredh radtjoes produksjovnetïjjine, jïh prosjekth galhkedh mejtie eah leah tjirrehtamme don vihties tïjjen sisnjelen maam Saemiedigkie maahta jååhkesjidh, Mikkelsen jeahta.

source: Sametingsrådet ser også at formidling om og markedsføring av samiske læremidler krever en tydelig og målrettet innsats.
sma: Saemiedigkieraerie aaj vuajna saemien learoevierhtiej bïjre bievnedh jïh dejtie maarkedese åehpiedehtedh, tjïelke barkoem kreava vihties ulmien vööste.

source: Brukere av samiske læremidler kommer med tilbakemeldinger om at de savner bedre markedsføring om nye læremidler.
sma: Utnijh saemien learoevierhtijste lahtestieh sijjieh buerebe åehpiedehtemem orre learoevierhtijste ohtselieh.

source: – Det er behov for tiltak som forbedrer markedsføring om samiske læremidler.
sma: – Daerpies råajvarimmiejgujmie mah åehpiedehtemem maarkedese bueriedieh saemien learoevierhtiej bïjre.

source: Vi vil derfor i denne perioden vurdere alle sider og sette i gang tiltak som forbedrer formidlingen av læremidler, sier Mikkelsen.
sma: Sïjhtebe dan åvteste daan boelhken gaajhkh bielieh vuarjasjidh jïh råajvarimmiejgujmie nierhkedh mah bievnemem learoevierhtijste bueriedieh, Mikkelsen jeahta.

source: Sametingets plenum behandler saken i plenumsmøte torsdag 8. desember. Sakspapirer til sak 055/22 Handlingsplan for læremiddelutvikling 2020-2024 – revidering
sma: Saemiedigkien stoerretjåanghkoe aamhtesem 055/22 Dahkoesoejkesje learoevierhtieevtiedæmman 2020-2024 – revideereme stoerretjåanghkosne gïetede duarstan, goeven 8.b.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sma: Jis gihtjehtimmie jallh gyhtjelassh, gaskesadth saemiedigkieraeriem Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
